Repository: bookingematam/ericmatamoros.github.io
Catalog: src/locale/messages.*.xlf
Languages: es

source: Speaker,<br/>Scientist & Writer
es: Orador,<br/>Científico y Escritor

source: "Are you tired of living the same day for all your life? Just contact me"
es: "¿Cansado de vivir el mismo día por el resto de tu vida? Contáctame"

source: There is only one life<br/>You decide what you want to do<br/>Act now<br/>Help others<br/>Change the world
es: Solo existe una vida<br/>Tú decides qué quieres<br/>hacer actúa ahora<br/>Ayuda a los otros<br/>Cambia el mundo

source: MY STORY
es: STORY

source: “Eric and his project Biop AI Ltd. have changed the way cancer is diagnosed towards a better society.”
es: “Eric y su Proyecto Biop AI han cambiado el modo en el que el cancer es diagnosticado hacia una sociedad mejor.”

source: President of Egypt – Abdel Fattah el-Sisi
es: Presidente de Egipto – Abdel Fattah el-Sisi

source: “Eric empowers others to change the world through his uniqueness and wise words. He transmits the passion on what he does and has helped many youngsters to find their way. As he says, there is only one life. You decide to die in a 9-5 full-time job or live doing what you love.”
es: “Eric entusiasma a otros a cambiar el mundo a través de su identidad y sus sabias palabras. Transmite passion en lo que hace y lo que dice y definitivamente ha ayudado a muchos jóvenes a encontrar su camino. Tal y como dice, solo hay una vida. Tu decides si quieres morir en una jornada 9-5 a tiempo completo o vivir haciendo lo que amas.”

source: Xavier Testar – Teacher at University of Barcelona
es: Xavier Testar – Profesor a la Universidad de Barcelona

source: I suffered from bullying at high school because I was overweight. Depression and video games were my only way of exit of the real world. I started Biop AI Ltd. as a way to fulfil one of my main dreams, save my aunt who is suffering from Stage IV Metastatic Lung Cancer. During this 5-year journey I understood that there is only 1 life to spend such amount of time on getting prepared to be ready for a 9-5 job that won´t fill any little of your happiness. Live or die. Now I am the co-founder of Biop AI and Nutrilieve as well as an international speaker with the aim to change the rules, to help the youngsters and corporates to step outside of the routine and take action by doing things that motivate them and fill the happiness tank.
es: Sufrí acoso en el instituto por mi sobrepeso. La depresión y los videojuegos eran mi única vía de escape del mundo real. Empecé Biop AI Ltd. como una manera de perseguir uno de mis grandes sueños, curar a mi abuela la cual sufre de estadio IV metastático de cáncer de pulmón. Durante este periodo de 5 años he aprendido que solo hay 1 vida como para perder tanto tiempo preparándose para tener un trabajo de 9-5 que en verdad no contribuirá para nada a nuestra felicidad. Vive o Muere, tú decides. Ahora mismo soy el co-fundador de Biop AI y Nutrilieve a la vez que un orador internacional el cual pretende cambiar las reglas y ayudar a los empleados y a los jóvenes a optimizar sus recursos y buscar más allá de la rutina mediante acciones que les motiven y llenen su tanque de felicidad.

source: Join the mailing list for further news on projects and life time accelerations with Eric.
es: Únete a la família para obtenir más información sobre proyectos o aceleraciones con Eric

source: SPEAKING
es: ORACIÓN

source: I simply did too many mistakes. We will all live around 80 years, you decide whether you want to spend your time working for living or you want to live and have an impact on the world. People will remember you for your achievements, not for the money you have on the pocket.
es: Simplemente realicé demasiados errores. Todos vivimos alrededor de 80 años, tú decides si quieres pasar ese tiempo trabajando para vivir o si quieres vivir para tener un impacto en el mundo. La gente te recordará por lo que has conseguido, no por la cantidad de dinero que tengas en la cuenta.

source: Since I was young I had ever been the most popular guy in the class neither the smartest or the fittest. Indeed, during my school I suffered from bullying as I was a fat guy with classes who was studying all day. Or that is what they thing. I was not just a hard-working guy, I was also getting enough information in order to transform the world.
es: Desde que fui pequeño jamás he sido el chico más popular de la clase ni tampoco el más inteligente o el más deportista. Es más, durante mi infancia sufrí acoso dado que era un chico obeso con gafas que se pasaba todo el día estudiando. O eso es lo que ellos pensaban. No era únicamente un chico muy trabajador, sino que además me estaba preparando para obtener la información necesaria para cambiar el mundo.

source: All my childhood has been influenced by my aunt. She had suffered twice from breast cancer, once from tyroid cancer and right now, in 2020, she is undergoing stage IV metastatic lung cancer. Her lungs look like a cake full of small and destructive chocolate bombs. She is my superhero is only one of the more than 8 million superheroes that struggle against cancer every year. I was more focused on what I could do to save her rather than taking care of myself.
es: Durante toda mi infancia mi mayor influente ha sido mi abuela, la cual ha sufrido en un par de ocasiones de cáncer de mama, una vez cáncer de tiroides y actualmente se encuentra en estadio IV metastático de cáncer de pulmón. Sus pulmones parecen un pastel lleno de diminutas y destructivas virutas de chocolate. No obstante, mi tía siempre se ha configurado como mi mayor superhéroe y lucha junto a otros más de 8 millones de superhéroes contra esta enfermedad conocida como cáncer. Durante ese periodo me encontré más centrado en intentar salvarla a ella que en cuidar de mi mismo.

source: For that reason, when I was 15 I started my first project at the same time I got tired of my 9-2 school journey without having a real impact on her life and the life of others. At that same time Google released Tensorflow libraries and I decided to make use of my gained expertised in cancer and my understanding on programming in order to make something big. This initial project lately became Biop AI after 3 years. Biop AI is a UK-based company which makes usage of artificial intelligence for the early-stage cancer diagnosis. Our first product focuses on suspicious bad-moles diagnosis versus the healthy ones and is currently under clinical trials.
es: Por esa razón, cuando tenía 15 años comencé mi primer proyecto al mismo tiempo que me cansé de mi viaje escolar de 9-2 sin tener un impacto real en su vida y la vida de los demás. Al mismo tiempo, Google lanzó las bibliotecas de Tensorflow y decidí hacer uso de mi experiencia adquirida en cáncer y mi comprensión de la programación para hacer algo grande. Este proyecto inicial se convirtió recientemente en Biop AI después de 3 años. Biop AI es una empresa con sede en el Reino Unido que utiliza la inteligencia artificial para el diagnóstico de cáncer en etapa inicial. Nuestro primer producto se centra en el diagnóstico de lunares malos sospechosos versus los sanos y actualmente se encuentra en ensayos clínicos.

source: Furthermore, I also co-founded another company in Spain called Nutrilieve for developing personalized diets to oncologic patients undergoing chemotherapy and radiotherapy. The idea with it is to palliate side-effects through the diet.
es: Además, también cofundé otra compañía en España llamada Nutrilieve para desarrollar dietas personalizadas para pacientes oncológicos sometidos a quimioterapia y radioterapia. La idea es paliar los efectos secundarios a través de la dieta.

source: Looks cool right? Definitely. It is not cool just because I am fulfilling an inner passion but because it allows me to be HAPPY. Exactly, how many millions do you want in your bank account if you are not happy? Trading? Dropshipping?
es: Se ve bien, ¿verdad? Seguro. No es genial solo porque estoy cumpliendo una pasión interior, sino porque me permite ser FELIZ. Exactamente, ¿cuántos millones quieres en tu cuenta bancaria si no estás contento? ¿Comercio? ¿Dropshipping?

source: What if I told you that you will be rich if you pursue your dreams instead of pursuing society dreams?
es: ¿Qué pasa si te digo que serás rico si persigues tus sueños en lugar de perseguir los sueños de la sociedad?

source: I have been in Sherm El-Sheik (Africa), Silicon Valley (US), Shenzhen (China), Shangzhuo (China), London (EU), Amsterdam (EU), and many other places without spending a single penny. Guess what? Your knowledge and what you DO is more important than anything else and that is what corporations and associations value on you. Here you have some pictures 😊
es: He estado en Sherm El-Sheik (África), Silicon Valley (EE. UU.), Shenzhen (China), Shangzhuo (China), Londres (UE), Ámsterdam (UE) y muchos otros lugares sin gastar un solo centavo. ¿Adivina qué? Tu conocimiento y lo que haces es más importante que cualquier otra cosa. de lo contrario, eso es lo que las corporaciones y asociaciones valoran de usted. Aquí tienes algunas fotos 😊

source: Me at Shenzhen for the<br/>International AI and Medicine Conference
es: Yo en Shenzhen al Congreso<br/>Internacional de IA y Medicina

source: Me at Silicon Valley<br/>Pitching at SharkTank Event
es: Yo en Silicon Valley<br/>presentando en el SharkTank

source: Me at Sherm El-Sheik<br/>for the World Youth Forum
es: En Sherm-El Sheik para el<br/>World Youth Forum

source: Me awarded by<br/>Mr. Abdel Fattah El-Sis
es: Honorífico ante el presidente<br/>Mr. Abdel Fattah El-Sis
